Revit 2024 API
ParameterTypeId.ZoneHumidificationSetPointParam Property
 "Humidification Set Point"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ZoneHumidificationSetPointParam { get; }
Visual Basic
Public Shared ReadOnly Property ZoneHumidificationSetPointParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ZoneHumidificationSetPointParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace